Repository: Asgaros/asgaros-forum
Catalog: languages/asgaros-forum-*.po
Languages: bs_ba, da_dk, fi_fi, hu_hu

source: Highlight administrator names
hu_hu: Az Adminisztrátor nevének kiemelése

source: Forum visible to logged in users only
hu_hu: A fórumot csak bejelentkezett felhasználók láthatják

source: Sorry, only logged in users have access to the forum.
hu_hu: Sajnáljuk, a fórumot csak bejelentkezett felhasználók láthatják.

source: Login
hu_hu: Belépés

source: Go back
hu_hu: Gyerünk

source: You need to login in order to create posts and topics.
da_dk: Du skal være logget ind for at oprette poster og emner.
hu_hu: Ha belépsz, olvashatod a fórumot és indíthatsz témát, illetve válaszolhatsz a bejegyzésekre.

source: Asgaros Forum
bs_ba: Forum
fi_fi: Asgaros Foorumi
hu_hu: Asgaros Fórum plugin

source: A lightweight and simple forum plugin for WordPress.
bs_ba: Brzi i jednostavni forumski dodatak za WordPress.
da_dk: Et let og simpelt forum plugin til WordPress.
fi_fi: Kevyt ja yksinkertainen keskustelufoorumi lisäosa Wordpressiin.
hu_hu: Egyszerű és nagyszerű fórum bővitmény a WordPresshez.

source: Order
bs_ba: Poredak
fi_fi: Järjestys
hu_hu: Rendez

source: Forum
fi_fi: Foorumi
hu_hu: Fórum

source: Options
bs_ba: Opcije
da_dk: Valg
fi_fi: Vaihtoehdot
hu_hu: Beálítások

source: Categories
bs_ba: Kategorije
da_dk: Kategorier
fi_fi: Kategoriat
hu_hu: Kategóriák

source: Forums
bs_ba: Forumi
da_dk: Fora
fi_fi: Foorumit
hu_hu: Fórumok

source: WARNING: Deleting this Forum will also PERMANENTLY DELETE ALL Threads, and Replies associated with it!!! Are you sure you want to delete this Forum???
bs_ba: UPOZORENJE: brisanjem ovog foruma ćete tekođe TRAJNO OBRISATI SVE teme, i odgovore koji su povezani sa njim!!! Jeste li sigurni da želite obrisati cijeli forum???
da_dk: ADVARSEL: Hvis du sletter dette forum, sletter du også alle tråde og svar permanent! Er du sikker på at du vil slette dette forum?
fi_fi: VAROITUS: Postamalla tämän foorumin poistat PYSYVÄSTI kaikki viestit yms. Haluatko varmasti poistaa foorumin??
hu_hu: FIGYELMEZTETÉS: Ha törlöd a fórumot, AKKOR A BENNE TALÁLHATÓ ÖSSZES téma és bejegyzés törlésre kerül!!!!!! BIZTOS VAGY BENNE HOGY TÖRÖLNI AKAROD A FÓRUMOT ÉS AZ ÖSSZES TÉMÁT, BEJEGYZÉST???? Gondold át mégegyszer!

source: Your Forums have been saved.
bs_ba: Vaši forumi su spremljeni.
da_dk: Dine forums er blevet gemt.
fi_fi: Foorumisi on tallennettu
hu_hu: Az új fórum mentésre került.

source: Name:
bs_ba: Naziv:
da_dk: Dit navn:
fi_fi: Nimi:
hu_hu: Név:

source: Description:
bs_ba: Opis:
da_dk: Beskrivelse:
fi_fi: Kuvaus:
hu_hu: Leírás:

source: Remove this Forum
bs_ba: Ukloniti ovaj forum
da_dk: Slet dette forum
fi_fi: Poista tämä Foorumi
hu_hu: Fórum törlése

source: Add new Forum
bs_ba: Dodati novi forum
da_dk: Tilføj forum
fi_fi: Lisää uusi Foorumi
hu_hu: Fórum létrehozása

source: Save Changes
bs_ba: Spremiti promjene
da_dk: Gem rettelserne
fi_fi: Tallenna muutokset
hu_hu: Vátoztatások mentése

source: You must add some categories first.
bs_ba: Prvo morate dodati neke kategorije.
da_dk: Du skal tilføje nogle kategorier først.
fi_fi: Sinun pitää lisätä joku kategoria ensin.
hu_hu: Előbb egy fórumkategóriát kell létrehozni.

source: Your options have been saved.
bs_ba: Vaše opcije su spremljene.
da_dk: Dine ændringer er blevet gemt.
fi_fi: Valintasi on tallenettu
hu_hu: Az új beálítások elmentve.

source: Replies to show per page:
bs_ba: Pokazati ovoliko odgovora po stranici:
da_dk: Antal svar vist pr. side:
fi_fi: Montako vastausta näytetään sivulla:
hu_hu: Ennyi bejegyzés látható egy oldalon:

source: Threads to show per page:
bs_ba: Pokazati ovoliko tema po stranici:
da_dk: Antal tråde pr. side:
fi_fi: Montako aihetta näytetään sivulla:
hu_hu: Ennyi fórumtéma látható egy oldalon:

source: Allow file uploads
bs_ba: Dozvoliti postavljanje datoteka
da_dk: Tillad fil uploads
fi_fi: Salli tiedoston lisääminen
hu_hu: Bárki tölthet fel fájlt(kattintsd be ha negedélyezed)

source: Save Options
bs_ba: Spremiti opcije
da_dk: Gem indstillinger
fi_fi: Tallenna valinnat
hu_hu: Beállítások mentése

source: Shows recent posts in Asgaros Forum.
da_dk: Viser nyeste indlæg i Asgaros forummet.
hu_hu: A legújabb bejegyzések megjelenítése.

source: Asgaros Forum: Recent Posts
da_dk: Asgaros Forum: Nyeste indlæg
hu_hu: Asgaros Forum: Legújabb bejegyzések

source: Recent forum posts
da_dk: Nyeste forum indlæg
hu_hu: Legújabb fórum bejegyzések

source: by
da_dk: af
hu_hu: tőle:

source: %s ago
da_dk: %s siden
hu_hu: %s

source: Title:
da_dk: Titel:
hu_hu: Cím:

source: Number of topics to show:
da_dk: Vis antal emner:
hu_hu: A látható témák száma:

source: The forum page:
da_dk: Forum siden:
hu_hu: A fórum oldala:

source: Category
bs_ba: Kategorija
da_dk: Kategori
fi_fi: Kategoria
hu_hu: Kategória

source: Edit Category
bs_ba: Urediti kategoriju
da_dk: Redigera kategori
fi_fi: Muokkaa kategoriaa
hu_hu: Kategória szerkesztése

source: Update Category
bs_ba: Ažurirati kategoriju
da_dk: Uppdatera Kategori
fi_fi: Päivitä kategoria
hu_hu: Kategória frissítése

source: Add new category
hu_hu: Fórumkategória létrehozása

source: Search categories
hu_hu: Kategóriák keresése

source: No categories found.
hu_hu: Nem találtunk kategóriát.

source: Edit Post
bs_ba: Urediti objavu
da_dk: Redigér indlæg
fi_fi: Muokkaa viestiä
hu_hu: Bejegyzés szerkesztése

source: Post Reply
bs_ba: Odgovoriti
da_dk: Besvar indlæg
fi_fi: Lähetä vastaus
hu_hu: Válasz erre:

source: New Thread
bs_ba: Nova tema
da_dk: Nyt indlæg
fi_fi: Uusi aihe
hu_hu: Új téma indítása

source: Move Thread
bs_ba: Pomjeriti temu
da_dk: Flyt tråd
fi_fi: Siirrä aihe
hu_hu: Téma áthelyezése

source: There are no categories yet!
bs_ba: Još uvijek nema kategorija!
da_dk: Der er ikke nogen kategorier endnu!
fi_fi: Kategorioita ei ole vielä!
hu_hu: Nem hoztak még létre kategóriákat!

source: Sorry, this forum does not exist.
bs_ba: Žao nam je, ovaj forum ne postoji.
da_dk: Forummet eksisterer ikke.
fi_fi: Pahoittelut, tätä foorumia ei ole olemassa.
hu_hu: Sajnáljuk! Ez a fórum nem létezik.

source: Thread closed
bs_ba: Tema je zatvorena.
da_dk: Lukket tråd
fi_fi: Aihe suljettu
hu_hu: Téma lezárva

source: Sorry, but there are no posts.
bs_ba: Žao nam je, ali nema objava.
da_dk: Der er ikke nogen indlæg.
fi_fi: Pahoittelut, täällä ei ole viestejä.
hu_hu: Sajnáljuk! A bejegyzés nem létezik.

source: Sorry, this thread does not exist.
bs_ba: Žao nam je, ova tema ne postoji.
da_dk: Denne tråd eksisterer ikke.
fi_fi: Pahoittelut, aihetta ei ole olemassa.
hu_hu: Sajnáljuk! A téma nem létezik.

source: Move "<strong>%s</strong>" to new forum:
bs_ba: Pomjeriti "<strong>%s</strong>" u novi forum:
da_dk: Flyt "<strong>%s</strong>" til nyt forum:
fi_fi: Siirrä "<strong>%s</strong>" uuteen foorumiin:
hu_hu: "<strong>%s</strong>" téma áthelyezése, válassz a lenyíló listából:

source: Move
bs_ba: Pomjeriti
da_dk: Flyt
fi_fi: Siirrä
hu_hu: Áthelyezés

source: You are not allowed to move threads.
bs_ba: Nije Vam dozvoljeno da pomjerate teme.
da_dk: Du har ikke tilladelse til at flytte tråde.
fi_fi: Sinulla ei ole oikeuksia siirtää aihetta.
hu_hu: Nincs jogosultságod a téma megtekintéséhez.

source: Last post by
bs_ba: Posljednja objava od strane:
da_dk: Sidste indlæg af
fi_fi: Uusimman viestin kirjoitti:
hu_hu: Legújabb bejegyzést írta:

source: on %s
bs_ba: vrijeme: %s
da_dk: på %s
fi_fi: %s
hu_hu: ekkor: %s

source: in
bs_ba: u
da_dk: i
hu_hu: címe:

source: No threads yet!
bs_ba: Još uvijek nema tema!
da_dk: Ingen tråde endnu!
fi_fi: Ei aiheita vielä!
hu_hu: Még nem indítottak témát!

source: Quote
bs_ba: Citirati
da_dk: Citat
fi_fi: Lainaa
hu_hu: Idézés

source: Are you sure you want to remove this?
da_dk: Er du sikker på at du vil slette dette?
hu_hu: Biztos vagy benne hogy töröljük ezt?

source: Remove
bs_ba: Ukloniti
da_dk: Fjern
fi_fi: Poista
hu_hu: Eltávolít

source: Edit
bs_ba: Urediti
da_dk: Ændre
fi_fi: Muokkaa
hu_hu: Szerkesztés

source: Reply
bs_ba: Odgovoriti
da_dk: Svar
fi_fi: Tee uudelleen
hu_hu: Válasz a bejegyzésre

source: Delete Thread
bs_ba: Obrisati temu
da_dk: Slet tråd
fi_fi: Poista aihe
hu_hu: Téma törlése

source: Undo Sticky
bs_ba: Ponovo vratiti važno
da_dk: Fjern Sticky
fi_fi: Peruuta liimaus
hu_hu: Újra kiemelés

source: Sticky
bs_ba: Važno
fi_fi: Liimaa
hu_hu: Kiemelt

source: Re-open
bs_ba: Ponovo otvoriti
da_dk: Genåben
fi_fi: Avaa uudelleen
hu_hu: Újranyitás

source: Close
bs_ba: Zatvoriti
da_dk: Luk
fi_fi: Sulje
hu_hu: Lezárás

source: Pages:
bs_ba: Stranice:
da_dk: Sider:
fi_fi: Sivut:
hu_hu: Oldalak:

source: First
bs_ba: Prva
da_dk: Fornavn
fi_fi: Ensimmäinen
hu_hu: Első

source: Last
bs_ba: Posljednja
da_dk: Efternavn
fi_fi: Viimeinen
hu_hu: Utolsó

source: Delete
bs_ba: Obrisati
da_dk: Slet
fi_fi: Poista
hu_hu: Törlés

source: Uploaded files:
bs_ba: Postavljene datoteke:
da_dk: Uploadede filer:
fi_fi: Ladatut tiedostot:
hu_hu: Feltöltött/Csatolt fájl:

source: An error occured!
hu_hu: Hiba történt! Bocs!

source: Sorry, this post does not exist.
bs_ba: Žao nam je, ova objava ne postoji.
da_dk: Indlægget eksisterer ikke.
fi_fi: Pahoittelut, tätä viestiä ei ole olemassa-
hu_hu: Sajnáljuk! A bejegyzés nem létezik.

source: You are not allowed to do this.
bs_ba: Nije Vam dozvoljeno da ovo radite.
da_dk: Du har ikke tilladelse til dette.
fi_fi: Et voi tehdä tätä.
hu_hu: Nincs jogosultságod a művelethez.

source: You must enter a subject.
bs_ba: Morate unijeti predmet.
da_dk: Du skal angive emne.
fi_fi: Sinun on annetteva aihe.
hu_hu: Kérjük adj meg téma címet!

source: You must enter a message.
bs_ba: Morate unijeti poruku.
da_dk: Du skal angive en besked.
fi_fi: Sinun on annettava viesti.
hu_hu: Kérjük írj be üzenetet!

source: Sorry, you don't have permission to post.
bs_ba: Žao nam je, nemate dozvolu za objavljivanje.
da_dk: Du har ikke tilladelse til at poste.
fi_fi: Pahoittelut, sinulla ei ole oikeutta lähettää viestiä.
hu_hu: Sajnáljuk! Nincs engedélyed a művelethez.

source: Quote from
bs_ba: Citirati od
da_dk: Citat fra
fi_fi: Lainaa
hu_hu: Idézet tőle:

source: Sorry, you are not allowed to edit this post.
bs_ba: Žao nam je, nije Vam dozvoljeno da uređujete ovu objavu.
da_dk: Beklager, du har ikke tilladelse til at redigere dette indlæg.
fi_fi: Pahoittelut, sinulla ei ole oikeutta muokata tätä viestiä.
hu_hu: Elnézést, nincs jogosultságod a bejegyzés módosításához.

source: Post new Thread
bs_ba: Objaviti novu temu.
da_dk: Opret ny indlæg
fi_fi: Lähetä uusi aihe
hu_hu: Új bejegyzés írása

source: Post Reply:
bs_ba: Odgovor:
da_dk: Svar:
fi_fi: Lähetä vastaus:
hu_hu: Válasz erre:

source: Subject:
bs_ba: Predmet:
da_dk: Emne:
fi_fi: Otsikko:
hu_hu: Téma címe:

source: Message:
bs_ba: Poruka:
da_dk: Din besked:
fi_fi: Viesti:
hu_hu: Üzenet: <br> <br> <br> <br> Video beillesztéséhez, a video internet címét kell idemásolni és megjelenik.

source: Upload Files:
bs_ba: Postaviti datoteke:
da_dk: Upload filer:
fi_fi: Lisää tiedostot:
hu_hu: Fájl feltöltése:

source: Add another file ...
bs_ba: Dodati drugu datoteku ...
da_dk: Tilføj endnu en fil ...
fi_fi: Lisää uusi tiedosto...
hu_hu: További fájl hozzáadása....

source: Submit
bs_ba: Otpremiti
da_dk: Send
fi_fi: Lähetä
hu_hu: Beküldés

source: Sticky Threads
bs_ba: Važne teme
da_dk: Sticky tråde
fi_fi: Tarralaput
hu_hu: Kiemelt témák

source: Created by:
bs_ba: Kreirano od strane:
da_dk: Oprettet af:
fi_fi: Kirjoittanut:
hu_hu: A témát indította:

source: Answers
hu_hu: Bejegyzések

source: Views
hu_hu: Megtekintések

source: There are no threads yet!
bs_ba: Još uvijek nema nikakvih tema!
da_dk: Der er ingen tråde endnu!
fi_fi: Aiheita ei ole vielä:
hu_hu: Még nem indítottak témát ebben a fórumban!

source: Threads:
hu_hu: Témák:

source: Posts:
bs_ba: Objave:
da_dk: Indlæg:
fi_fi: Viestit:
hu_hu: Bejegyzések:

source: There are no forums yet!
bs_ba: Još uvijek nema nikakvih rasprava!
da_dk: Der er ikke nogen forum endnu!
fi_fi: Foorumeita ei ole vielä!
hu_hu: Még nem hoztak létre fórumot!

source: New posts
bs_ba: Nove objave
da_dk: Nye indlæg
fi_fi: Uusia viestejä
hu_hu: Új bejegyzés

source: No new posts
bs_ba: Nema novih objava
da_dk: Ingen nye indlæg
fi_fi: Ei uusia viestejä
hu_hu: Nincs új bejegyzés

source: Mark All Read
bs_ba: Označiti sve kao pročitano
da_dk: Makér alt som læst
fi_fi: Merkitse kaikki luetuiksi
hu_hu: Olvasottként jelölve
